[
  {
    "id": 1,
    "message": "Believe in yourself and all that you are. Remember, your potential is limitless, and your dreams are within reach. Keep pushing forward with unwavering determination..",
    "category": "Motif"
  },
  {
    "id": 2,
    "message": "Harness resilience. Turn setbacks into success.y.",
    "category": "Motif"
  },
  {
    "id": 3,
    "message": "Stay focused, disciplined, and driven",
    "category": "Motif"
  },

  {
    "id": 4,
    "message": "Seize each day with enthusiasm and determination.",
    "category": "Motif"
  },

  {
    "id": 5,
    "message": "Success is a marathon. Keep moving forward.",
    "category": "Motif"
  },

  {
    "id": 6,
    "message": "Hey there! Just dropping in to say hi 😊",
    "category": "Hi"
  },

  {
    "id": 7,
    "message": "Hello! Sending a quick hi your way!",
    "category": "Hi"
  },

  {
    "id": 8,
    "message": "Hi! Just wanted to check in and see how you're doing.",
    "category": "Hi"
  },

  {
    "id": 9,
    "message": "Rise and shine! Hope your morning is as bright as your smile!",
    "category": "GM"
  },
  {
    "id": 10,
    "message": "Good morning! May your day be as beautiful as the sunrise and as hopeful as a new dawn.",
    "category": "GM"
  },

  {
    "id": 11,
    "message": "Wakey wakey! It's time to conquer the day ahead. Good morning!",
    "category": "GM"
  },
  {
    "id": 12,
    "message": "I apologize from the bottom of my heart. I value our relationship and I'm committed to making things right.",
    "category": "sorry"
  },
  {
    "id": 13,
    "message": "Good morning, sunshine! May your day be filled with laughter and joy..",
    "category": "GM"
  },

  {
    "id": 14,
    "message": "Good night! As the stars twinkle above, may you find serenity and calmness",
    "category": "GN"
  },

  {
    "id": 15,
    "message": "Time to hit the pillow! Wishing you a night filled with gentle dreams and deep sleep.",
    "category": "GN"
  },

  {
    "id": 16,
    "message": "Nighty night! Let go of today's worries and drift off into a world of tranquility.",
    "category": "GN"
  },

  {
    "id": 17,
    "message": "Please accept my sincere apology. I never intended to hurt you, and I'm deeply remorseful.",
    "category": "sorry"
  },

  {
    "id": 18,
    "message": "I'm reading a book on anti-gravity. It's impossible to put down!",
    "category": "Fun"
  },

  {
    "id": 19,
    "message": "I told my computer I needed a break, and now it won't stop sending me vacation ads.",
    "category": "Fun"
  },
  {
    "id": 20,
    "message": "I'm sorry for my actions and the impact they've had on you. I hope you can find it in your heart to forgive me.",
    "category": "sorry"
  }
]
