[
  {
    "id": 1,
    "message": "Every moment with you feels like a blessing. I love you more than words can say.",
    "category": "love"
  },
  {
    "id": 2,
    "message": "You are my sunshine on the darkest days. I love you endlessly.",
    "category": "love"
  },
  {
    "id": 3,
    "message": "My love for you grows stronger with each passing day. You are my forever.",
    "category": "love"
  },

  {
    "id": 4,
    "message": "I love you not only for who you are but for who I am when I'm with you.",
    "category": "love"
  },

  {
    "id": 5,
    "message": "You are the love of my life, my soulmate, and my best friend. I'm so grateful for you.",
    "category": "love"
  },

  {
    "id": 6,
    "message": "With you, I've found my happily ever after. I love you now and always",
    "category": "love"
  },

  {
    "id": 7,
    "message": "Every moment with you feels like a blessing. I love you more than words can say.",
    "category": "love"
  },

  {
    "id": 8,
    "message": "Every moment with you feels like a blessing. I love you more than words can say.",
    "category": "love"
  },

  {
    "id": 9,
    "message": "Every moment with you feels like a blessing. I love you more than words can say.",
    "category": "love"
  },
  {
    "id": 10,
    "message": "Every moment with you feels like a blessing. I love you more than words can say.",
    "category": "love"
  },

  {
    "id": 11,
    "message": "I deeply regret my actions and I'm truly sorry for any pain I've caused you. Please forgive me.",
    "category": "sorry"
  },
  {
    "id": 12,
    "message": "I apologize from the bottom of my heart. I value our relationship and I'm committed to making things right.",
    "category": "sorry"
  },
  {
    "id": 13,
    "message": "I'm sorry for my mistake. I hope we can move past this and strengthen our bond.",
    "category": "sorry"
  },

  {
    "id": 14,
    "message": "I realize I was wrong, and I'm genuinely sorry. Let's work through this together.",
    "category": "sorry"
  },

  {
    "id": 15,
    "message": "I want to apologize for my behavior. I'll do my best to learn from this and be better.",
    "category": "sorry"
  },

  {
    "id": 16,
    "message": "I'm sorry for hurting you. Your forgiveness means everything to me.",
    "category": "sorry"
  },

  {
    "id": 17,
    "message": "Please accept my sincere apology. I never intended to hurt you, and I'm deeply remorseful.",
    "category": "sorry"
  },

  {
    "id": 18,
    "message": "I know I messed up, and I'm truly sorry. I'll do whatever it takes to make it right.",
    "category": "sorry"
  },

  {
    "id": 19,
    "message": "I apologize for any pain my actions have caused you. You deserve better, and I'll strive to do better.",
    "category": "sorry"
  },
  {
    "id": 20,
    "message": "I'm sorry for my actions and the impact they've had on you. I hope you can find it in your heart to forgive me.",
    "category": "sorry"
  }
]
